Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-2991.html.tmx
Source language: nob
Languages: sme

source: PRM: Samisk forskning skal løftes videre
sme: PRD: Sámi dutkan galgá ovddiduvvot viidáseappot

source: - Jeg veldig fornøyd med at Sametinget og Kunnskapsdepartementet er blitt enige om at det skal nedsettes et utvalg som skal utrede utviklingstrekk , behov og målsettinger for samisk forskning.
sme: - Mun lean hui duhtavaš go Sámediggi ja Máhttodepartemeanta leat šaddan ovttaoaivilii das ahte galgá biddjojuvvot lávdegoddi čielggadit sámi dutkama ovdánandovdomearkkaid , dárbbuid ja mihttomeriid.

source: I denne sammenhengen skal også rammene for institusjonsbygging for samisk forskning utredes , sier medlem i Sametingsrådet Hilde Nyvoll.
sme: Dán oktavuođas galget maiddái rámmat sámi dutkama ásahushuksemii čielggaduvvot , dadjá Sámediggeráđi lahttu Hilde Nyvoll.

source: Kunnskapsdepartementet og Sametinget har konsultert om tiltakene i stortingsmeldingen om forskning som Regjeringen i dag la fram.
sme: Máhttodepartemeanttas ja Sámedikkis leat leamaš konsultašuvnnat stuorradiggedieđáhusa doaibmabijuid hárrái dutkama birra , maid Ráđđehus ovddidii otne.

source: Stortingsmeldingen omtaler samisk forskning og peker blant annet på at det er store kunnskapsutfordringer for det samiske samfunnet for at det skal kunne fortolke og styre over egen livssituasjon og samfunnsutvikling.
sme: Stuorradiggedieđáhusas válddahallojuvvo sámi dutkan ja das čujuhuvvo earret eará ahte sámi servodagas leat stuorra hástalusat máhtolašvuođa dáfus go galgá sáhttit dulkot ja stivret iežas eallindili ja servodatovddideami.

source: - Kunnskapsdepartementet og Sametinget skal konsultere om mandat og sammensetning av et samisk forskningsutvalg.
sme: - Máhttodepartemeanttas ja Sámedikkis galget leat konsultašuvnnat sámi dutkanlávdegotti mandáhta ja čoahkkádusa birra.

source: Det er klart at utvalget skal ivareta et allsamisk og internasjonalt urfolksperspektiv.
sme: Čielggas lea ahte lávdegoddi galgá gozihit visotsámi ja riikkaidgaskasaš eamiálbmotperspektiivva.

source: Det er også selvsagt at Sámi allaskuvla / Samisk høgskole vil står helt sentralt i vurderingene av rammene for strategisk samarbeid og institusjonsbygging , sier rådsmedlem Nyvoll.
sme: Diehttelas lea maiddái ahte Sámi allaskuvla lea áibbas guovddážis go rámmat strategalaš ovttasbarggus ja ásahushuksemis árvvoštallojuvvojit , dadjá ráđđelahttu Nyvoll.

source: - Den enigheten vi har oppnådd er en direkte oppfølging av tiltak i Sametingsrådets melding om samiske institusjoner og det legger til rette for at samisk forskning løftes videre , sier en tilfreds Hilde Nyvoll.
sme: - Dat ovttaoaivilvuohta mii mis dál lea šaddan , lea njuolga daid doaibmabijuid čuovvoleapmi mat leat Sámediggeráđi sámi ásahusdieđáhusas ja dainna lágiin láhččojuvvo dilli sámi dutkama ovddideapmái viidáseappot , dadjá duhtavaš Hilde Nyvoll.

source: Link
sme: Liŋka

source: Filer
sme: Fiillat

source: Protokoll fra konsultasjon om forskningsmelding
sme: Protokoll fra konsultasjoner om forskningsmelding
